{"CaseID": "2005045705823", "NumOfVehicle": "2", "SUMMARY": "\\tThe crash occurred at an intersection containing an east/west arterial road and a north/south residential cross street.  The arterial road was a straight, level, two-way, two-lane undivided road marked with a double yellow line to separate the directions of travel.  The residential road was straight with a minor upgrade of 3%.  It was also a two-way, two-lane road with no physical dividers and marked with a double yellow line.  The intersection was controlled by a traffic control signal (on colors) without a pedestrian signal.  Traffic counts indicate the arterial road has a daily volume of 7,899 vehicles per day and the residential road carries about 6,033 per day.  The crash occurred in the early hours of the evening under daylight and dry conditions.\\r\\r\\n\\r\\r\\n\\tVehicle #1 was a 1983 Ford Crown Victoria traveling northbound on the residential road.  Vehicle #2, a 1993 Geo Prizm, was traveling eastbound on the arterial road approaching the intersection.  From all accounts Vehicle #2 had the green light.  Vehicle #1 went through the red light and struck Vehicle #2 in the right side.  Vehicle #2 then rotated approximately 160 degrees clockwise and came to rest facing southwest about 8 meters east of point of impact straddling both east and westbound lanes.  Vehicle #1 rotated about 30 degrees clockwise and came to rest approximately 5 meters north of point of impact.  Both vehicles were towed from the scene.\\r\\r\\n\\r\\r\\n\\tVehicle #1 was driven by a 44-year old female who was belted but had no airbag available in the vehicle and was transported to a local hospital with minor injuries.  There was a 27-year old male passenger in the right front seat who was also belted.  The driver stated she was arguing with her son about who should drive.  She was on her way home from picking her son up from out of state.  Her chest started hurting so she decided to go straight to the hospital instead of home.  She had heart surgery 3 years ago and thought it was acting up.  While she was looking and talking to her son she came upon the intersection and did not see that the light was red and went though the intersection and hit Vehicle #2.\\r\\r\\n\\r\\r\\n\\tThe Critical Pre-Crash Event for Vehicle #1 was this vehicle traveling: crossing over/passing through intersection.  The Critical Reason for the Critical Pre-Crash Event was coded as a recognition error: internal distraction.  Some associated contributing factors include fatigue: The driver stated that she has irregular sleep intervals because of insomnia and medication she is on.  She had also been driving for almost 3 hours. Driver Inattention was also coded as she was looking at her right front passenger while arguing with him over who should be driving.  Illegal maneuver was coded since she ran the red light by her own admission.  She was in a hurry to get to the hospital due to a potential/perceived heart problem and upset by an ongoing argument with her right front passenger.  The driver claimed that she has been diagnosed with clinical depression.  She is also unfamiliar with the roadway she was traveling.  The driver of Vehicle #1 was taking an antipsychotic drug that had possible side effect of dizziness and tiredness.\\r\\r\\n\\r\\r\\n\\tVehicle #2 was driven by a 47-year old female who was belted and uninjured in the crash.  There was a belted occupant in the right front position and an occupant in the left position in the 2nd row who was also belted although neither occupant is listed on the PAR.  The driver stated that she was heading back home when she approached the intersection.  Her light was green; she saw the other vehicle and thought it would stop.  She said that the other car not only didn\\'t stop it didn\\'t even slow down and it T-boned her in the right side.  We spun around and ending up facing where they had just come from.\\r\\r\\n\\r\\r\\n\\tThe Critical Pre-Crash Event for Vehicle #2 was other vehicle encroachment: from crossing street across path.  The Critical Reason for the Critical Pre-Crash Event was not coded to this vehicle.  Some associated contributing factors coded to this vehicle are: The driver was conversing with a passenger although she stated that the conversation did not cause her to take her eyes from the road.  False assumption was also coded as the driver of Vehicle #2 assumed that the other vehicle would stop for the traffic control.  The driver of Vehicle #2 was taking medication for high cholesterol, non-steroidal anti-inflammatory and GERD.  The medicine for GERD has possible side effects of dizziness and tiredness.", "STRIKER_AREA_DAMAGE": "Front", "HIT_AREA_DAMAGE": "Right Side"}