{"CaseID": "2005005447002", "NumOfVehicle": "2", "SUMMARY": "This accident occurred on a two-way, two-lane, not physically divided, traffic signal-controlled intersection.  The conditions of the road at the time of the crash were dry and no adverse atmospheric conditions were present.  The gradient for both lanes of vehicle travel were level.  The posted speed limit for vehicle one (V1) was 72kph (45mph), whereas the posted speed limit for vehicle two (V2) was 40mph.\\r\\r\\n\\r\\r\\nV1 was a 1990 brown Honda Accord, which ran a steady red light at approximately 34-48kph (21-30mph) before impacting the left front side of V2.  The impact caused V2 to be pushed to its right nearly 12-15 meters.  V1 and V2 contacted again right rear with left rear respectively, and spun V2 almost 90 degrees clockwise before coming to final rest in the southbound lane.  V1 continued forward and to the left as well as spun counter-clockwise almost 45 degrees before coming to final rest.  The final resting position for vehicle 1 was partially off the road at the corner of the southbound and westbound lanes.  This vehicle was towed from the scene.\\r\\r\\n\\r\\r\\nThe driver of V1 was a 46-year-old female who was taken to the hospital via ambulance due to injuries.  She claimed that the traffic signal seemed to go from green directly to red, without turning yellow.  After observing the traffic signal for some time, no atypical patterns were noted.  This vehicle was towed due to damage.\\r\\r\\n\\r\\r\\nThe Critical Precrash Event  for V1 was coded as this vehicle traveling crossing over (passing through) an intersection.  The Critical Reason for the Critical Precrash Event  was a recognition error, inadequate surveillance (looked but did not see).  After obtaining the interview from the driver of V1, it was revealed that she suffers from muscular dystrophy.  This condition however, according to the driver, has not hindered her ability to drive the vehicle.  No postproduction modifications on V1 were present at the time of inspection.  The driver stated that no medications other than vitamins were taken prior to the accident.  Furthermore, her emotional and fatigue levels at the time of the crash, as well as the days preceding, were normal.  He medical records revealed that she was taking an allergy medication and the possible side effects are drowsiness and fatigue.\\r\\r\\n\\r\\r\\nThe driver of V2 was a 58-year-old female who was also taken to the hospital via ambulance, due to injuries.  V2 was a 2000 tan Mercury Sable, passing through an intersection between 50-64kph (31-40mph) with the right of way, as per a green traffic signal.  Upon realization of the impending crash, the driver of V2 attempted to avoid the collision by steering her vehicle to the right.  With this maneuver, the driver unfortunately could not prevent this crash.  This vehicle was towed from the scene.\\r\\r\\n\\r\\r\\nThe Critical Precrash Event for this vehicle was that the other vehicle encroached from crossing street, across path.  The Critical Reason for the Critical Precrash Event was not coded to this vehicle.  She claimed to be in good health and was not taking any medications, prescription or otherwise, on the day of or prior to the crash.   She was wearing glasses that corrected a myopic (near-sighted) condition.\\r\\r\\n\\r\\r\\n\\r\\r\\nOTHER POSSIBLE FACTORS:\\r\\r\\n\\r\\r\\nDuring the interview with the driver of V1, she mentioned that because of her muscular dystrophy, she had trouble walking for a long period of time because her legs weren\\'t strong enough to support her weight.  She stated that she would take therapy exercises at her local health club.  During these exercises she would exercise her legs in a pool, which would allow her more freedom because her weight would be reduced.  She never mentioned that she required a wheel chair or walker.     \\r\\r\\n", "STRIKER_AREA_DAMAGE": "Right Side", "HIT_AREA_DAMAGE": "Left Side"}